Repository: Abrikatin/tomboy
Catalog: po/*.po
Languages: ne

source: Default Plugins
ne: पूर्वनिर्धारित प्लगइन

source: Directory containing system-installed Plugins
ne: डाइरेक्टरीले प्रमाणी-स्थापित प्लगइन समावेश गर्दछ

source: Accessories
ne: सहायक उपकरण

source: Simple and easy to use note-taking
ne: टिप्पणी-लिने प्रयोग गर्नका लागि साधारण र सजिलो

source: Tomboy Applet Factory
ne: टमब्याए एप्लेट कारखाना

source: Tomboy Notes
ne: टमब्वाए टिप्पणी

source: _About Tomboy
ne: टम्ब्वायका बारेमा

source: _Open Plugins Folder
ne: प्लगइन फोल्डर खोल्नुहोस्

source: _Preferences...
ne: प्राथमिकता...

source: Note-taker
ne: नोट-टेकर

source: Quick and handy note-taker
ne: द्रुत र ह्यान्डि नोट-टेकर

source: Create a new Note
ne: एउटा नयाँ टिप्पणी सिर्जना गर्नुहोस्

source: Custom Font Face
ne: फन्ट मोहडा अनुकूल गर्नुहोस्

source: Enable WikiWord highlighting
ne: विकिवर्ड हाइलाइटिङ सक्षम पार्नुहोस्

source: Enable custom font
ne: अनुकूलन फन्ट सक्षम पार्नुहोस्

source: Enable global keybindings
ne: विश्वव्यापी किबाइन्डिङ सक्षम पार्नुहोस्

source: Enable spellchecking
ne: हिज्जेजाँच सक्षम पार्नुहोस्

source: Enable this option to highlight words ThatLookLikeThis. Clicking the word will create a note with that name.
ne: शब्द हाइलाइट गर्नका लागि यो विकल्प सक्षम पार्नुहोस् । जुन यस्तो देखिन्छ । शब्दमा क्लिक गर्नाले त्यो नामसँग एउटा टिप्पणी सिर्जना गर्नेछ ।

source: HTML Export Last Directory
ne: HTML ले अन्तिम डाइरेक्टरी निर्यात गर्दछ

source: HTML Export Linked Notes
ne: HTML ले लिङ्क भएको टिप्पणी निर्यात गर्दछ

source: If enable_custom_font is true, the font name set here will be used as the font when displaying notes.
ne: यदि enable_custom_font सही छ भने, यहाँ सेट भएको फन्ट नाम टिप्पणीहरू प्रदर्शन गर्दा प्रयोग गरिनेछ

source: If true, misspellings will be underlined in red, and correct spelling suggestions shown in the right-click menu.
ne: यदि सही हो भने, गलत हिज्जेहरू रातोमा कच गरिन्छ, र सही हिज्जे सुझाव दायाँ-क्लिक मेनुमा देखिनेछ

source: If true, the desktop-global keybindings set in /apps/tomboy/global_keybindings will be enabled, allowing for useful Tomboy actions to be available from any application.
ne: यदि सही हो भने, /apps/tomboy/global_keybindings मा सेट भएको डेस्कटप-विश्वव्यापी किबाइन्डिङ सक्षम पारिनेछ,जसले कुनै पनि अनुप्रयोगबाट उपयोगी टमब्वाए कार्यहरूका लागि उपलब्ध हुन अनुमति प्रदान गर्दछ ।

source: If true, the font name set in custom_font_face will be used as the font when displaying notes. Otherwise the desktop default font will be used.
ne: यदि सही हो भने custom_font_face मा सेट भएको फन्ट नाम द्रष्टव्य प्रदर्शन गर्दा प्रयोग गरिनेछ । नत्रभने डेस्कटप पूर्वनिर्धारित फन्ट प्रयोग गरिनेछ ।

source: Open Recent Changes
ne: हालैको परिवर्तन खोल्नुहोस्

source: Open Search Dialog
ne: खोजी संवाद खोल्नुहोस्

source: Open Start Here
ne: यहाँबाट सुरुआत खोल्नुहोस्

source: Show applet menu
ne: एप्लेट मेनु देखाउनुहोस्

source: The global keybinding for creating and displaying a new Note. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: एउटा नयाँ द्रष्टव्य सिर्जना गर्न र प्रदर्शन गर्नका लागि विश्वव्यापी किबाइन्डिङ। ढाँचा यस्तो देखिन्छ "&lt;Control&gt;a" वा "&lt;Shift&gt;&lt;Alt&gt;F1"। पद वर्णक उदार छ र लोअर र अपरकेसलाई अनुमति दिन्छ, तथा पद्यांशहरूलाई पनि जस्तै "&lt;Ctl&gt;" र "&lt;Ctrl&gt;"। यदि तपाईँले विकल्पलाई विशेष स्ट्रिङ "disabled" मा सेट गर्नुभयो भने, यो कार्यका लागि त्यहाँ कुनै किबाइन्डिङ हुँनेछैन ।

source: The global keybinding for opening the "Start Here" note. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: "Start Here" द्रष्टव्य खोल्नका लागि विश्वव्यापी कि बाइन्डिङ। ढाँचा "&lt;Control&gt;a" वा "&lt;Shift&gt;&lt;Alt&gt;F1" जस्तो देखिन्छ। पदवर्णक उदार छ र लोवरकेस र अपरकेसलाई अनुमति दिन्छ, तथा पद्यांशहरूलाई पनि जस्तै "&lt;Ctl&gt;" र "&lt;Ctrl&gt;"। यदि तपाईँले विकल्पलाई विशेष स्ट्रिङ "disabled" मा सेट गर्नुभयो भने, यो कार्यका लागि त्यहाँ कुनै किबाइन्डिङ हुँनेछैन।

source: The global keybinding for opening the Note Search dialog. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: द्रष्टव्य खोजी संवाद खोल्नका लागि विश्वव्यापी किबाइन्डि। ढाँचा "&lt;Control&gt;a" वा "&lt;Shift&gt;&lt;Alt&gt;F1" जस्तो देखिन्छ। पदवर्णक उदार छ र लोअर र अपरकेसलाई अनुमति दिन्छ, तथा पद्यांशहरूलाई पनि जस्तै "&lt;Ctl&gt;" र "&lt;Ctrl&gt;"। यदि तपाईँले विकल्पलाई विशेष स्ट्रिङ "disabled" मा सेट गर्नुभयो भने, यो कार्यका लागि त्यहाँ कुनै किबाइन्डिङ हुँनेछैन।

source: The global keybinding for opening the Recent Changes dialog. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: भर्खरैका परिवर्तनहरू संवाद खोल्नका लागि विश्वव्यापी किबाइन्डिंग। ढाँचा "&lt;Control&gt;a" वा "&lt;Shift&gt;&lt;Alt&gt;F1" जस्तो देखिन्छ। पदवर्णक उदार छ र लोअर र अपरकेसलाई अनुमति दिन्छ, तथा पद्यांशहरूलाई पनि जस्तै "&lt;Ctl&gt;" र "&lt;Ctrl&gt;"। यदि तपाईँले विकल्पलाई विशेष स्ट्रिङ "disabled" मा सेट गर्नुभयो भने, यो कार्यका लागि त्यहाँ कुनै किबाइन्डिङ हुँनेछैन।

source: The global keybinding for showing the Tomboy applet's menu. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: टम्ब्वाय एप्लेटको मेनु देखाउनका लागि विश्वव्यापी किबाइन्डिंग। ढाँचा "&lt;Control&gt;a" वा "&lt;Shift&gt;&lt;Alt&gt;F1" जस्तो देखिन्छ। पदवर्णक उदार छ र लोअर र अपर केसलाई अनुमति दिन्छ, तथा पद्यांशहरूलाई पनि जस्तै "&lt;Ctl&gt;" र "&lt;Ctrl&gt;"। यदि तपाईँले विकल्पलाई विशेष स्ट्रिङ "disabled" मा सेट गर्नुभयो भने, यो कार्यका लागि त्यहाँ कुनै किबाइन्डिङ हुँनेछैन।

source: The last directory a note was exported to using the Export To HTML plugin.
ne: HTML प्लगइनमा निर्यात गर्न प्रयोगका लागि अन्तिम डाइरेक्टरी एउटा नोट निर्यात गरियो ।

source: The last setting for the 'Export linked notes' checkbox in the Export to HTML plugin.
ne: HTML प्लगइनलाई निर्यातमा 'निर्यात लिङ्क गरिएको द्रष्टब्य' जाँचबाकसका लागि अन्तिम सेटिङ ।

source: Print
ne: मुद्रण

source: Preparing pages...
ne: पृष्ठहरू तयार गर्दै...

source: Rendering page %d of %d...
ne: %d को %d पृष्ठहरू रेन्डरिङ गर्दै...

source: Printing page %d of %d...
ne: %d को %d पृष्ठ मुद्रण गर्दैछ...

source: Print preview
ne: मुद्रण पूर्वावलोकन

source: Page %N of %Q
ne: %Qको %N पृष्ठ

source: _Quit
ne: अन्त्य गर्नुहोस्

source: Start Here
ne: यहाँ सुरु गर्नुहोस्

source: Welcome to Tomboy!
ne: टमब्वायमा स्वागत छ !

source: Use this page as a Start Page for organizing your notes and keeping unorganized ideas around.
ne: तपाईँको द्रष्टव्यहरू सङ्गठित गर्नका लागि र असङ्गठित उपायहरू वरिपरि राख्नका लागि यो पृष्ठलाई एउटा सुरु पृष्ठको रूपमा प्रयोग गर्नुहोस्

source: New Note {0}
ne: नयाँ द्रष्टव्य {0}

source: Describe your new note here.
ne: तपाईँको नयाँ द्रष्टव्य यहाँ वर्णन गर्नुहोस्

source: Really delete this note?
ne: वास्तवमै यो द्रष्टव्य मेट्नुहुन्छ ?

source: If you delete a note it is permanently lost.
ne: यदि तपाईँले एउटा द्रष्टव्य मेट्नुभयो भने यो स्थायी रूपमै हराउँनेछ।

source: _Link to New Note
ne: नयाँ द्रष्टव्यको लिङ्क गर्नुहोस्

source: Te_xt
ne: पाठ

source: _Search
ne: खोजी

source: Clos_e All Notes
ne: सबै द्रष्टव्यहरू बन्द गर्नुहोस्

source: _Close
ne: बन्द गर्नुहोस्

source: Search
ne: खोजी गर्नुहोस्

source: Search your notes
ne: तपाईँको द्रष्टव्यहरू खोजी गर्नुहोस्

source: Link
ne: लिङ्क

source: Link selected text to a new note
ne: चयन गरिएको पाठलाई एउटा नयाँ द्रष्टव्यमा लिङ्क गर्नुहोस्

source: _Text
ne: पाठ

source: Set properties of text
ne: पाठको गुण सेट गर्नुहोस्

source: T_ools
ne: उपकरणहरू

source: Use tools on this note
ne: यो द्रष्टव्यमा उपकरणहरू प्रयोग गर्नुहोस्

source: Delete
ne: मेट्नुहोस्

source: Delete this note
ne: यो द्रष्टव्य मेट्नुहोस्

source: _Search...
ne: खोजी...

source: Find _Next
ne: अघिल्लो फेला पार्नुहोस्

source: Find _Previous
ne: पछिल्लो फेला पार्नुहोस्

source: Cannot create note
ne: द्रष्टव्य सिर्जना गर्न सक्दैन

source: _Bold
ne: बाक्लो

source: _Italic
ne: छड्के

source: _Strikeout
ne: स्ट्राइकआउट

source: _Highlight
ne: हाइलाइट

source: Font Size
ne: फन्ट साइज

source: _Normal
ne: साधारण

source: Hu_ge
ne: विशाल

source: _Large
ne: ठूलो

source: S_mall
ne: सानो

source: Tomboy Preferences
ne: टमब्वाय प्राथमिकताहरू

source: Editing
ne: सम्पादन

source: Hotkeys
ne: हट कुञ्जी

source: _Spellcheck While Typing
ne: टाइप गर्दा हिज्जे जाँच गर्नुहोस्

source: Misspellings will be underlined in red, and correct spelling suggestions shown in the right-click menu.
ne: गलत हिज्जेहरू रातोमा कच गरिनेछ, र सही हिज्जे सुझावहरू दायाँ-क्लिक मेनुमा देखाइने छ।

source: Highlight _WikiWords
ne: विकिवर्डहरू हाइलाइट गर्नुहोस्

source: Enable this option to highlight words <b>ThatLookLikeThis</b>. Clicking the word will create a note with that name.
ne: शब्दहरू हाइलाइट गर्नका लागि यो विकल्प सक्षम पार्नुहोस् <b>जुनयस्तोदेखिन्छ</b>. शब्दमा क्लिक गर्नाले त्यो नामसँग एउटा द्रष्टव्य सिर्जना गर्नेछ

source: Use Custom _Font
ne: अनुकूलन फन्ट प्रयोग गर्नुहोस्

source: Listen for _Hotkeys
ne: हटकिहरूका लागि सुन्नुहोस

source: Hotkeys allow you to quickly access your notes from anywhere with a keypress. Example Hotkeys: <b>&lt;Control&gt;&lt;Shift&gt;F11</b>, <b>&lt;Alt&gt;N</b>
ne: एउटा कुञ्जी थिचाइसँग कहिँबाट पनि तपाईँको द्रष्टव्यहरू सम्म तीव्र रूपमा पहुँच प्राप्त गर्न तपाईँलाई अनुमति प्रदान गर्दछ। उदाहरण हटकिहरू:<b>&lt;Control&gt;&lt;Shift&gt;F11</b>, <b>&lt;Alt&gt;N</b>

source: Show notes _menu
ne: द्रष्टव्यहरू मेनु देखाउनुहोस्

source: Open "_Start Here"
ne: "Start Here" खोल्नुहोस्

source: Create _new note
ne: नयाँ द्रष्टव्य सिर्जना गर्नुहोस्

source: S_earch notes
ne: द्रष्टव्यहरू खोजी गर्नुहोस्

source: Choose Note Font
ne: द्रष्टव्य फन्टहरू रोज्नुहोस्

source: Table of Contents
ne: सामग्रिको तालिका

source: <b>Table of Contents</b> lists all your notes. Double click to open a note.
ne: <b>सामाग्रिहरूको तालिकाले</b> तपाईँको सबै द्रष्टब्यहरू सूचीकृत गर्दछ। द्रष्टव्य खोल्नका लागि डबल क्लिक गर्नुहोस्।

source: Last Changed
ne: अन्तिम परिवर्तित

source: Today, {0}
ne: आज, {0}

source: Yesterday, {0}
ne: हिजो, {0}

source: {0} days ago, {1}
ne: {0} दिन पहिले, {1}

source: Search All Notes
ne: सबै द्रष्टव्यहरू खोजी गर्नुहोस्

source: Search Note
ne: द्रष्टव्य खोजी गर्नुहोस्

source: _Find:
ne: फेला पार्नुहोस्:

source: Search _All Notes
ne: सबै द्रष्टव्यहरू खोज्नुहोस

source: Case _Sensitive
ne: केस संवेदनशील

source: _Previous
ne: पछिल्लो

source: Search _Results
ne: खोजी परिणामहरू

source: ({0} match)
ne: ({0} जोडा)

source: No notes found
ne: कुनै द्रष्टव्यहरू फेला परेन

source: Tomboy: A simple, easy to use desktop note-taking application. Copyright (C) 2004-2006 Alex Graveley <alex@beatniksoftware.com>
ne: मब्वाय: एउटा साधारण, प्रयोग गर्न सजिलो डेस्कटप नोट-टेकिंग अनुप्रयोग। प्रतिलिपि अधिकार (C) 2004, 2005 Alex Graveley <alex@beatniksoftware.com>

source: Usage: --version Print version information. --help Print this usage message. --note-path [path] Load/store note data in this directory.
ne: उपयोग: --संस्करण संस्करण सूचना मुद्रण गर्नुहोस्। --मद्दत यो उपयोग सन्देश मुद्रण गर्नुहोस्। --द्रष्टब्य-मार्ग [मार्ग] यो डाइरेक्टरीमा द्रष्टब्य डेटा लोड/भण्डारण गर्नुहोस्।

source: --new-note Create and display a new note. --new-note [title] Create and display a new note, with a title. --open-note [title/url] Display the existing note matching title. --start-here Display the 'Start Here' note. --highlight-search [text] Search and highlight text in the opened note.
ne: --नयाँ-द्रष्टव्य एउटा नयाँ द्रष्टव्य सिर्जना र प्रदर्शन गर्नुहोस्। --नयाँ-द्रष्टव्य [शीर्षक] एउटा शीर्षक सहित, एउटा नयाँ द्रष्टव्य सिर्जना र प्रदर्शन गर्नुहोस्। --द्रष्टव्य-खोल्नुहोस् [शीर्षक/यू आर एल] अवस्थित द्रष्टव्य मेल खाने शीर्षक प्रदर्शन गर्नुहोस्। --यहाँ सुरु-गर्नुहोस् 'यहाँ सुरु गर्नुहोस्' द्रष्टव्य प्रदर्शन गर्नुहोस्। --हाइलाइट-खोजी [पाठ] खोलिएको द्रष्टव्यमा पाठ खोजी गर्नुहोस् र हाइलाइट गर्नुहोस्।

source: D-BUS remote control disabled.
ne: D-BUS दूर नियन्त्रण अक्षम पारियो।

source: Version {0}
ne: संस्करण {0}

source: Tomboy: unsupported option '{0}' Try 'tomboy --help' for more information. D-BUS remote control disabled.
ne: टमब्वाय: असमर्थित विकल्प '{0}' अधिक सूचनाका लागि 'टमब्वाय --मद्दत' प्रयास गर्नुहोस्। D-BUS दूर नियन्त्रण अक्षम पारियो।

source: Create _New Note
ne: नयाँ द्रष्टव्य सिर्जना गर्नुहोस्

source: _Table of Contents
ne: सामग्रिहरूको तालिका

source: _Search Notes...
ne: द्रष्टव्यहरू खोजी गर्नुहोस्...

source: (new)
ne: (नयाँ)

source: Cannot create new note
ne: नयाँ द्रष्टव्य सिर्जना गर्न सक्दैन

source: translator-credits
ne: Mahesh Subedi<submahesh@gmail.com> Jaydeep Bhusal <zaydeep@hotmail.com>

source: Copyright © 2004-2006 Alex Graveley
ne: प्रतिलिपि अधिकार © 2004, 2006 एलेक्स ग्राभेले

source: A simple and easy to use desktop note-taking application.
ne: एउटा साधारण र प्रयोग गर्नका लागि सजिलो डेस्कटप नोट-टेकिंग अनुप्रयोग

source: (Untitled {0})
ne: (शीर्षक विहिन {0})

source: A note with the title <b>{0}</b> already exists. Please choose another name for this note before continuing.
ne: शीर्षक <b>{0}</b> सहितको एउटा द्रष्टव्य पहिल्यै अवस्थित छ। कृपया निरन्तरता दिनु अघि यो द्रष्टव्यका लागि अर्को नाम रोज्नुहोस

source: Note title taken
ne: द्रष्टव्य शीर्षक लिइएको

source: Cannot open location
ne: स्थान खोल्न सक्दैन

source: _Copy Link Address
ne: लिङ्क ठेगाना प्रतिलिपि बनाउनुहोस्

source: _Open Link
ne: लिङ्क खोल्नुहोस्

source: Cannot open email
ne: इमेल खोल्न सक्दैन

source: Export to HTML
ne: HTML मा निर्यात गर्नुहोस्

source: Destination for HTML Export
ne: HTML निर्यातका लागि गन्तब्य

source: Export linked notes
ne: लिङ्क गरिएका द्रष्टब्यहरू निर्यात गर्नुहोस्

source: _Fixed Width
ne: स्थिर चौडाइ

source: Cannot contact '{0}'
ne: सम्पर्क गर्न सक्दैन '{0}'

source: Error running gaim-remote: {0}
ne: गाइम-दूर चलाउँदा त्रुटि: {0}

source: Tasks
ne: कार्यहरू

source: Appointments
ne: नियुक्ति

source: Create Note of the Day
ne: दिनको द्रष्टव्य सिर्जना गर्नुहोस्
